/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture库…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "不能打开这Aperture库的数据库。";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "这个库是空的";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "这个库当前是打开的";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "不能读取Aperture库属性";

